import React from 'react';
import styles from './Rules.module.scss'

export default function Rules() {
  return (
    <div className={styles.main}>
      <h1>УСЛОВИЯ УЧАСТИЯ</h1>

      <div className={styles.content}>
        <div className={styles.section}>
          <p>Просим вас ознакомиться с настоящими Условиями участия в Программе, которые являются
            Офертой,
            содержащей условия заключения Договора об оказании услуг. Совершение указанных в
            настоящей Оферте
            действий является подтверждением согласия физического лица заключить Договор об оказании
            услуг на
            условиях, в порядке и объеме, изложенных в настоящей Оферте.</p>
          <p>Изложенный ниже текст Оферты является адресованным физическим лицам официальным
            публичным
            предложением ООО «Грейт Эскейп» заключить Договор об оказании услуг в соответствии с п.
            2 ст. 437
            Гражданского кодекса Российской Федерации. Договор об оказании услуг считается
            заключенным и
            приобретает силу с момента совершения физическим лицом действий, предусмотренных в
            настоящей Оферте
            и означающих безоговорочное принятие физическим лицом всех условий настоящей Оферты без
            каких-либо
            изъятий или ограничений на условиях присоединения</p>
          <p>Подписывая Анкету, выражая иным образом свое согласие, свидетельствующее о вашем
            намерении вступить в
            Программу, либо присоединяясь к участию в Программе через сеть Интернет, либо совершая
            любые сделки,
            влекущие за собой предоставление привилегий по Программе, вы подтверждаете ваше согласие
            с данными
            Условиями участия в Программе.</p>
        </div>

        <div>
          <div className={styles.section}>
            <p>УЧАСТИЕ</p>
            <ul>
              <li>1.1 Участниками Программы могут быть только физические лица, постоянно проживающие
                в
                регионах
                действия Программы «GreatEscape».
              </li>
              <li>1.2 Вступление в Программу является бесплатным. Лицо может стать участником,
                заполнив Анкету в
                порядке, предусмотренном настоящими Условиями участия, подтвердив тем самым свое
                полное и
                безоговорочное согласие с настоящими Условиями участия и условиями обработки
                персональных данных
                Организатором и ее Партнерами, а так же соглашается с получением информации о
                Программе и его
                Партнеров по любым каналам коммуникации. На данное лицо как на участника Программы
                будет
                распространяться действие настоящих Условий участия со всеми периодически вносимыми
                в
                них
                изменениями, с момента регистрации клубной карты «Grape» или совершения лицом
                сделки,
                в
                результате которой будут предоставлены привилегии. При этом участник Программы тем
                самым
                подтверждает свое согласие с Условиями участия в Программе и условиями обработки его
                персональных данных, представляя которые, участник гарантирует их полную
                достоверность.
              </li>
              <li>1.3 Организатор вправе отказать заявителю в участии в Программе в случае
                отсутствия
                технической
                или иной возможности для этого на момент обращения.
              </li>
              <li>1.4 Условия участия Участвующих компаний, информация о проводимых рекламных
                акциях,
                предоставляются на веб-сайте Программы <a
                  href="https://www.great-escape.ru">www.great-escape.ru</a>.
              </li>
              <li>1.5. Участник обязан незамедлительно уведомить Организатора об изменении своего
                адреса места
                регистрации, утрате, краже или повреждении любого из средств Идентификации участника
                Программы.
                Организатор не несет ответственности за задержку замены Клубной карты или за
                несанкционированное
                использование любого из средств ИУП.
              </li>
              <li>1.6 Организатор вправе прекратить участие в Программе любого участника без
                уведомления в
                случаях, если участник:
                не соблюдает настоящие Условия участия;
                злоупотребляет какими-либо привилегиями, предоставляемыми участнику в рамках
                Программы;
                предоставляет информацию, вводящую в заблуждение, или неправильные сведения
                Организатору или
                любой из Участвующих компаний;
                разглашает Конфиденциальную информацию;
                размещает материалы или информацию, способные причинить вред, содержащие угрозы,
                нецензурную
                брань, грубые и оскорбительные выражения и предложения, противоречащие
                общепризнанным
                нормам
                морали, неправомерно использующие личную информацию третьих лиц (включая, но не
                ограничиваясь,
                упоминание любых имен, адресов и телефонных номеров либо любой иной личной
                контактной
                информации
                без согласия владельца).
              </li>
              <li>1.7 Участник вправе прекратить свое участие в Программе в любое время путем
                направления
                Организатору письменного уведомления о прекращении участия по адресу: 142701,
                Ленинский р-н, г.
                Видное, проезд Жуковский, д.10. После получения уведомления Организатором членство
                участника в
                Программе прекращается.
              </li>
              <li>1.8 Клубная карта является собственностью Организатора.
                Любое из средств ИУП действительно в течение срока действия Программы или до любой
                другой даты
                прекращения его действия согласно настоящим Условиям участия.
              </li>

              <li>1.9 Если любое из средств ИУПМ используется в нарушение настоящих Условий участия,
                оно может
                быть изъято персоналом Партнера и возвращено Организатору.
              </li>
              <li>1.10 Партнер Программы, при предъявлении участником Программы средства ИУП, может
                предоставляет
                участнику Программы привилегии, включая но не ограничиваясь: скидки,
                промо-продукция,
                привилегированные места и т.д.
              </li>

              <li>1.11 Участник Программы предоставляет Организатору Программы право сообщать
                участнику любую
                информацию коммерческого и/или некоммерческого, информационного характера о
                Программе
                и/или
                информации об участвующих в Программе компаниях и/или отправлять
                рекламно-информационные
                материалы о третьих лицах посредством отправления смс-сообщения на номер телефона
                участника
                и/или электронной почте участника, указанных при его вступлении в Программу, а также
                с
                использованием других средств передачи информации в течение всего срока участия в
                Программе.
              </li>
              <li>1.12 Участник вправе отказаться от получения информации, указанной в п. 1.11
                настоящих Условий
                участия в любое время путем направления Организатору уведомления о прекращении
                рассылки.
              </li>
            </ul>
          </div>

          <div className={styles.section}>
            <p>ИНЫЕ УСЛОВИЯ</p>
            <ul>
              <li>2.1 Организатор по своему усмотрению вправе вносить любые изменения в настоящие
                Условия участия
                и список Участвующих компаний в любое время без предварительного уведомления
                участника.
                Информация об указанных изменениях публикуется на веб-сайте Программы
                www.great-escape.ru.
              </li>
              <li>2.2 Участник в соответствии с действующим законодательством предоставляет
                Организатору и его
                Партнерам право хранить, обрабатывать и использовать свои персональные данные,
                указанные им в
                Анкете, в рамках и целях реализации Программы. Организатор оставляет за собой право
                приостановить или прекратить Программу в любое время с уведомлением участника через
                веб-сайт
                Программы www.great-escape.
              </li>
              <li>2.3 Ответственность Организатора в отношении передаваемых в рамках Программы
                товаров
                и
                оказываемых услуг и соответствующие гарантийные обязательства ограничены
                требованиями
                законодательства РФ.
              </li>
              <li>2.4 Ответственность Партнера перед участником Программы ограничивается
                обязанностью
                по передаче
                Организатору информации о деталях и реквизитах соответствующей сделки.
              </li>
              <li>2.5 Партнеры не уполномочены представлять, делать заявления или давать гарантию от
                имени
                Программы, и Организатор не берет на себя обязательств в отношении таких заявлений
                или
                гарантий.
              </li>
              <li>2.6 Уведомление считается сделанным от имени Организатора участнику, если оно
                отправлено на
                почтовый или электронный адрес Участника, указанный в Базе данных Организатора.
              </li>
            </ul>
          </div>

          <div className={styles.section}>
            <p>ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</p>
            <ul>
              <li>3.1.При вступлении в Программу и соглашаясь с условиями участия физическое лицо
                предоставляет
                ООО «Грейт Эскейп» следующие данные: фамилия, имя, отчество, год, месяц, дата
                рождения, адрес
                электронной почты, номер телефона. Данную информацию Организатор (его Партнёры)
                использует для
                выполнения своих обязательств перед Участником. Указанные данные Организатор вправе
                передавать
                Партнёрам для выполнения обязательств по реализации Программы. Ответственность за
                точность
                представленных данных несет Участник.
              </li>
              <li>3.2.Оператор использует и обрабатывает информацию:
                <ul>
                  <li>для регистрации участника в Программе;</li>
                  <li>для выполнения своих обязательств перед Участниками;</li>
                  <li>для предоставления информации о Программе, акциях Программы и ее Партнёров;
                  </li>
                  <li>для оценки и анализа работы Программы;</li>
                  <li>для определения победителя в акциях, проводимых Организатором и его Партнёрами
                  </li>
                </ul>
              </li>
              <li>3.3.Предоставляя свои персональные данные при регистрации в Программе, Участник
                дает
                Организатору и его Партнёрам свое добровольное согласие на обработку и
                использование
                своих
                персональных данных для целей, определенных условиями участия, Уставом
                Организатора
                и его
                Партнёров, а также с целью продвижения Организатором своих услуг, различными
                способами, в том
                числе, но не ограничиваясь путем осуществления автоматизированного анализа
                персональных данных,
                информирования, а также на их передачу третьим лицам – Партнёрам в указанных
                целях,
                без
                ограничения срока действия.
              </li>

              <li>3.4. Настоящее согласие может быть отозвано путем направления Организатору
                письменного
                уведомления с указанием паспортных данных и номера клубной карты участника
                Программы
                в
                соответствии с Федеральным законом РФ от 27 июля 2006 г. N 152-ФЗ "О персональных
                данных". Адрес
                для направления уведомлений: 142701, Ленинский р-н, г. Видное, проезд Жуковский,
                д.10. После
                получения уведомления Организатором персональные данные участника уничтожаются,
                участие в
                Программе прекращается.
              </li>
              <li>3.5. Организатор и его Партнёры обязуются не разглашать полученную от Участника
                информацию,
                соблюдать режим конфиденциальности для такой информации за исключения случаев,
                предусмотренных
                настоящими условиями участия и законодательством РФ.
              </li>
            </ul>
          </div>

          <div className={styles.section}>
            <p>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ:</p>
            <ul>
              <li>«Организатор» - ООО «Грейт Эскейп», обладающее исключительными правами по
                управлению
                и развитию
                Программы, и его уполномоченные представители.
              </li>
              <li>«Программа» - комплекс взаимоотношений, в результате которых у участника возникает
                право
                получения привилегий в соответствии с настоящими Условиями участия.
              </li>
              <li>«Участвующие компании», «Партнер» - компании, участвующие в программе и
                предоставляющие
                привилегии участникам Программы.
              </li>
              <li>«Условия участия» – настоящие Условия участия в Программе.</li>
              <li>«База данных» означает информационный ресурс Программы, находящийся у Организатора
                (или у одного
                из уполномоченных лиц Организатора) и содержащий сведения, полученные из данных о
                сделках
                участника, анкет и иных подобных источников информации.
              </li>
              <li>«Участник» - физическое лицо, которое выразило свое намерение участвовать в
                Программе в
                соответствии с настоящими Условиями участия и участие которого было подтверждено
                Менеджером в
                соответствии с настоящими Условиями участия.
              </li>
              <li>«Анкета» - форма, выдаваемая Организатором или от его имени, которая при
                заполнении
                и подписании
                физическим лицом, является выражением согласия такого лица на участие в программе в
                соответствии
                с Условиями участия.
              </li>
              <li>«Клубная карта» - пластиковая карта - одно из средств Идентификации, выдаваемое
                участнику
                Организатором или от его имени в соответствии с Условиями участия, предъявление
                которого при
                совершении покупки товаров (услуг) у Участвующей компании, в том числе, является
                конклюдентным
                действием, выражающими согласие участника на распространение действия Программы в
                отношении
                данной сделки. При вступлении в Программу каждый участник получает одну Карту.
              </li>
              <li>«Идентификатор Участника Программы» (далее - ИУП)- идентификационное средство,
                присеваемое
                участнику Менеджером или от его имени в соответствии с Условиями участия, включая
                Клубные карты,
                предъявление которого при совершении покупки товаров (услуг) у Участвующей компании,
                в
                том
                числе, является конклюдентным действием, выражающими согласие участника Карты на
                распространение
                действия Программы в отношении данной сделки.
              </li>
              <li>Рассылка - вид коммуникации Организатора и/или Партнера с участниками, включающая
                в
                себя:
                информирование о Программе посредством смс - сообщений и/или сообщений по
                электронной
                почте.
              </li>
              <li>«Конфиденциальная информация»- любая информация, полученная участником, в
                результате
                участия в
                Программе.
              </li>
            </ul>
          </div>

        </div>
      </div>
    </div>
  );
}
